Revit 2027 API
ParameterTypeId.FabricWireOffset Property
 "Offset along wire direction": Offset along wire direction
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricWireOffset { get; }
Public Shared ReadOnly Property FabricWireOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricWireOffset {
	ForgeTypeId^ get ();
}
static member FabricWireOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace